load-tests/k6/results/260813-598-consumer-concurrency/k6-summary-c3.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: /scripts/scenarios/seat-contention.js
        output: Prometheus remote write (http://host.docker.internal:9090/api/v1/write)

     scenarios: (100.00%) 1 scenario, 100 max VUs, 6m40s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 6m10s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 016/100 VUs, 58 complete and 0 interrupted iterations
default   [   0% ] 016/100 VUs  0m00.8s/6m10.0s

running (0m02.0s), 036/100 VUs, 212 complete and 0 interrupted iterations
default   [   0% ] 036/100 VUs  0m01.8s/6m10.0s

running (0m03.0s), 056/100 VUs, 344 complete and 0 interrupted iterations
default   [   1% ] 056/100 VUs  0m02.8s/6m10.0s

running (0m04.0s), 076/100 VUs, 502 complete and 0 interrupted iterations
default   [   1% ] 076/100 VUs  0m03.8s/6m10.0s

running (0m05.0s), 095/100 VUs, 671 complete and 0 interrupted iterations
default   [   1% ] 095/100 VUs  0m04.8s/6m10.0s

running (0m06.0s), 100/100 VUs, 775 complete and 0 interrupted iterations
default   [   2% ] 100/100 VUs  0m05.8s/6m10.0s

running (0m07.0s), 100/100 VUs, 894 complete and 0 interrupted iterations
default   [   2% ] 100/100 VUs  0m06.8s/6m10.0s

running (0m08.0s), 100/100 VUs, 1021 complete and 0 interrupted iterations
default   [   2% ] 100/100 VUs  0m07.8s/6m10.0s

running (0m09.0s), 100/100 VUs, 1188 complete and 0 interrupted iterations
default   [   2% ] 100/100 VUs  0m08.8s/6m10.0s

running (0m10.0s), 100/100 VUs, 1350 complete and 0 interrupted iterations
default   [   3% ] 100/100 VUs  0m09.8s/6m10.0s

running (0m11.0s), 100/100 VUs, 1461 complete and 0 interrupted iterations
default   [   3% ] 100/100 VUs  0m10.8s/6m10.0s

running (0m12.0s), 100/100 VUs, 1588 complete and 0 interrupted iterations
default   [   3% ] 100/100 VUs  0m11.8s/6m10.0s

running (0m13.0s), 100/100 VUs, 1730 complete and 0 interrupted iterations
default   [   3% ] 100/100 VUs  0m12.8s/6m10.0s

running (0m14.0s), 100/100 VUs, 1934 complete and 0 interrupted iterations
default   [   4% ] 100/100 VUs  0m13.8s/6m10.0s

running (0m15.0s), 100/100 VUs, 2096 complete and 0 interrupted iterations
default   [   4% ] 100/100 VUs  0m14.8s/6m10.0s

running (0m16.0s), 100/100 VUs, 2319 complete and 0 interrupted iterations
default   [   4% ] 100/100 VUs  0m15.8s/6m10.0s

running (0m17.0s), 100/100 VUs, 2473 complete and 0 interrupted iterations
default   [   5% ] 100/100 VUs  0m16.8s/6m10.0s

running (0m18.0s), 100/100 VUs, 2656 complete and 0 interrupted iterations
default   [   5% ] 100/100 VUs  0m17.8s/6m10.0s

running (0m19.0s), 100/100 VUs, 2894 complete and 0 interrupted iterations
default   [   5% ] 100/100 VUs  0m18.8s/6m10.0s

running (0m20.0s), 100/100 VUs, 3022 complete and 0 interrupted iterations
default   [   5% ] 100/100 VUs  0m19.8s/6m10.0s

running (0m21.0s), 100/100 VUs, 3280 complete and 0 interrupted iterations
default   [   6% ] 100/100 VUs  0m20.8s/6m10.0s

running (0m22.0s), 100/100 VUs, 3501 complete and 0 interrupted iterations
default   [   6% ] 100/100 VUs  0m21.8s/6m10.0s

running (0m23.0s), 100/100 VUs, 3768 complete and 0 interrupted iterations
default   [   6% ] 100/100 VUs  0m22.8s/6m10.0s

running (0m24.0s), 100/100 VUs, 3953 complete and 0 interrupted iterations
default   [   6% ] 100/100 VUs  0m23.8s/6m10.0s

running (0m25.0s), 100/100 VUs, 4238 complete and 0 interrupted iterations
default   [   7% ] 100/100 VUs  0m24.8s/6m10.0s

running (0m26.0s), 100/100 VUs, 4540 complete and 0 interrupted iterations
default   [   7% ] 100/100 VUs  0m25.8s/6m10.0s

running (0m27.0s), 100/100 VUs, 4706 complete and 0 interrupted iterations
default   [   7% ] 100/100 VUs  0m26.8s/6m10.0s

running (0m28.0s), 100/100 VUs, 4988 complete and 0 interrupted iterations
default   [   8% ] 100/100 VUs  0m27.8s/6m10.0s

running (0m29.0s), 100/100 VUs, 5282 complete and 0 interrupted iterations
default   [   8% ] 100/100 VUs  0m28.8s/6m10.0s

running (0m30.0s), 100/100 VUs, 5564 complete and 0 interrupted iterations
default   [   8% ] 100/100 VUs  0m29.8s/6m10.0s

running (0m31.0s), 100/100 VUs, 5763 complete and 0 interrupted iterations
default   [   8% ] 100/100 VUs  0m30.8s/6m10.0s

running (0m32.0s), 100/100 VUs, 5965 complete and 0 interrupted iterations
default   [   9% ] 100/100 VUs  0m31.8s/6m10.0s

running (0m33.0s), 100/100 VUs, 6209 complete and 0 interrupted iterations
default   [   9% ] 100/100 VUs  0m32.8s/6m10.0s

running (0m34.0s), 100/100 VUs, 6414 complete and 0 interrupted iterations
default   [   9% ] 100/100 VUs  0m33.8s/6m10.0s

running (0m35.0s), 100/100 VUs, 6659 complete and 0 interrupted iterations
default   [   9% ] 100/100 VUs  0m34.8s/6m10.0s

running (0m36.0s), 100/100 VUs, 6964 complete and 0 interrupted iterations
default   [  10% ] 100/100 VUs  0m35.8s/6m10.0s

running (0m37.0s), 100/100 VUs, 7208 complete and 0 interrupted iterations
default   [  10% ] 100/100 VUs  0m36.8s/6m10.0s

running (0m38.0s), 100/100 VUs, 7437 complete and 0 interrupted iterations
default   [  10% ] 100/100 VUs  0m37.8s/6m10.0s

running (0m39.0s), 100/100 VUs, 7616 complete and 0 interrupted iterations
default   [  10% ] 100/100 VUs  0m38.8s/6m10.0s

running (0m40.0s), 100/100 VUs, 7920 complete and 0 interrupted iterations
default   [  11% ] 100/100 VUs  0m39.8s/6m10.0s

running (0m41.0s), 100/100 VUs, 8254 complete and 0 interrupted iterations
default   [  11% ] 100/100 VUs  0m40.8s/6m10.0s

running (0m42.0s), 100/100 VUs, 8477 complete and 0 interrupted iterations
default   [  11% ] 100/100 VUs  0m41.8s/6m10.0s

running (0m43.0s), 100/100 VUs, 8731 complete and 0 interrupted iterations
default   [  12% ] 100/100 VUs  0m42.8s/6m10.0s

running (0m44.0s), 100/100 VUs, 9055 complete and 0 interrupted iterations
default   [  12% ] 100/100 VUs  0m43.8s/6m10.0s

running (0m45.0s), 100/100 VUs, 9357 complete and 0 interrupted iterations
default   [  12% ] 100/100 VUs  0m44.8s/6m10.0s

running (0m46.0s), 100/100 VUs, 9646 complete and 0 interrupted iterations
default   [  12% ] 100/100 VUs  0m45.8s/6m10.0s

running (0m47.0s), 100/100 VUs, 9931 complete and 0 interrupted iterations
default   [  13% ] 100/100 VUs  0m46.8s/6m10.0s

running (0m48.0s), 100/100 VUs, 10261 complete and 0 interrupted iterations
default   [  13% ] 100/100 VUs  0m47.8s/6m10.0s

running (0m49.0s), 100/100 VUs, 10560 complete and 0 interrupted iterations
default   [  13% ] 100/100 VUs  0m48.8s/6m10.0s

running (0m50.0s), 100/100 VUs, 10916 complete and 0 interrupted iterations
default   [  13% ] 100/100 VUs  0m49.8s/6m10.0s

running (0m51.0s), 100/100 VUs, 11213 complete and 0 interrupted iterations
default   [  14% ] 100/100 VUs  0m50.8s/6m10.0s

running (0m52.0s), 100/100 VUs, 11572 complete and 0 interrupted iterations
default   [  14% ] 100/100 VUs  0m51.8s/6m10.0s

running (0m53.0s), 100/100 VUs, 11914 complete and 0 interrupted iterations
default   [  14% ] 100/100 VUs  0m52.8s/6m10.0s

running (0m54.0s), 100/100 VUs, 12151 complete and 0 interrupted iterations
default   [  15% ] 100/100 VUs  0m53.8s/6m10.0s

running (0m55.0s), 100/100 VUs, 12464 complete and 0 interrupted iterations
default   [  15% ] 100/100 VUs  0m54.8s/6m10.0s

running (0m56.0s), 100/100 VUs, 12845 complete and 0 interrupted iterations
default   [  15% ] 100/100 VUs  0m55.8s/6m10.0s

running (0m57.0s), 100/100 VUs, 13147 complete and 0 interrupted iterations
default   [  15% ] 100/100 VUs  0m56.8s/6m10.0s

running (0m58.0s), 100/100 VUs, 13489 complete and 0 interrupted iterations
default   [  16% ] 100/100 VUs  0m57.8s/6m10.0s

running (0m59.0s), 100/100 VUs, 13802 complete and 0 interrupted iterations
default   [  16% ] 100/100 VUs  0m58.8s/6m10.0s

running (1m00.0s), 100/100 VUs, 14171 complete and 0 interrupted iterations
default   [  16% ] 100/100 VUs  0m59.8s/6m10.0s

running (1m01.0s), 100/100 VUs, 14569 complete and 0 interrupted iterations
default   [  16% ] 100/100 VUs  1m00.8s/6m10.0s

running (1m02.0s), 100/100 VUs, 14892 complete and 0 interrupted iterations
default   [  17% ] 100/100 VUs  1m01.8s/6m10.0s

running (1m03.0s), 100/100 VUs, 15260 complete and 0 interrupted iterations
default   [  17% ] 100/100 VUs  1m02.8s/6m10.0s

running (1m04.0s), 100/100 VUs, 15599 complete and 0 interrupted iterations
default   [  17% ] 100/100 VUs  1m03.8s/6m10.0s

running (1m05.0s), 100/100 VUs, 15959 complete and 0 interrupted iterations
default   [  18% ] 100/100 VUs  1m04.8s/6m10.0s

running (1m06.0s), 100/100 VUs, 16289 complete and 0 interrupted iterations
default   [  18% ] 100/100 VUs  1m05.8s/6m10.0s

running (1m07.0s), 100/100 VUs, 16632 complete and 0 interrupted iterations
default   [  18% ] 100/100 VUs  1m06.8s/6m10.0s

running (1m08.0s), 100/100 VUs, 16966 complete and 0 interrupted iterations
default   [  18% ] 100/100 VUs  1m07.8s/6m10.0s

running (1m09.0s), 100/100 VUs, 17300 complete and 0 interrupted iterations
default   [  19% ] 100/100 VUs  1m08.8s/6m10.0s

running (1m10.0s), 100/100 VUs, 17725 complete and 0 interrupted iterations
default   [  19% ] 100/100 VUs  1m09.8s/6m10.0s

running (1m11.0s), 100/100 VUs, 18070 complete and 0 interrupted iterations
default   [  19% ] 100/100 VUs  1m10.8s/6m10.0s

running (1m12.0s), 100/100 VUs, 18426 complete and 0 interrupted iterations
default   [  19% ] 100/100 VUs  1m11.8s/6m10.0s

running (1m13.0s), 100/100 VUs, 18746 complete and 0 interrupted iterations
default   [  20% ] 100/100 VUs  1m12.8s/6m10.0s

running (1m14.0s), 100/100 VUs, 19105 complete and 0 interrupted iterations
default   [  20% ] 100/100 VUs  1m13.8s/6m10.0s

running (1m15.0s), 100/100 VUs, 19493 complete and 0 interrupted iterations
default   [  20% ] 100/100 VUs  1m14.8s/6m10.0s

running (1m16.0s), 100/100 VUs, 19880 complete and 0 interrupted iterations
default   [  20% ] 100/100 VUs  1m15.8s/6m10.0s

running (1m17.0s), 100/100 VUs, 20236 complete and 0 interrupted iterations
default   [  21% ] 100/100 VUs  1m16.8s/6m10.0s

running (1m18.0s), 100/100 VUs, 20582 complete and 0 interrupted iterations
default   [  21% ] 100/100 VUs  1m17.8s/6m10.0s

running (1m19.0s), 100/100 VUs, 20866 complete and 0 interrupted iterations
default   [  21% ] 100/100 VUs  1m18.8s/6m10.0s

running (1m20.0s), 100/100 VUs, 21107 complete and 0 interrupted iterations
default   [  22% ] 100/100 VUs  1m19.8s/6m10.0s

running (1m21.0s), 100/100 VUs, 21418 complete and 0 interrupted iterations
default   [  22% ] 100/100 VUs  1m20.8s/6m10.0s

running (1m22.0s), 100/100 VUs, 21737 complete and 0 interrupted iterations
default   [  22% ] 100/100 VUs  1m21.8s/6m10.0s

running (1m23.0s), 100/100 VUs, 22146 complete and 0 interrupted iterations
default   [  22% ] 100/100 VUs  1m22.8s/6m10.0s

running (1m24.0s), 100/100 VUs, 22530 complete and 0 interrupted iterations
default   [  23% ] 100/100 VUs  1m23.8s/6m10.0s

running (1m25.0s), 100/100 VUs, 22931 complete and 0 interrupted iterations
default   [  23% ] 100/100 VUs  1m24.8s/6m10.0s

running (1m26.0s), 100/100 VUs, 23322 complete and 0 interrupted iterations
default   [  23% ] 100/100 VUs  1m25.8s/6m10.0s

running (1m27.0s), 100/100 VUs, 23687 complete and 0 interrupted iterations
default   [  23% ] 100/100 VUs  1m26.8s/6m10.0s

running (1m28.0s), 100/100 VUs, 24049 complete and 0 interrupted iterations
default   [  24% ] 100/100 VUs  1m27.8s/6m10.0s

running (1m29.0s), 100/100 VUs, 24403 complete and 0 interrupted iterations
default   [  24% ] 100/100 VUs  1m28.8s/6m10.0s

running (1m30.0s), 100/100 VUs, 24803 complete and 0 interrupted iterations
default   [  24% ] 100/100 VUs  1m29.8s/6m10.0s

running (1m31.0s), 100/100 VUs, 25192 complete and 0 interrupted iterations
default   [  25% ] 100/100 VUs  1m30.8s/6m10.0s

running (1m32.0s), 100/100 VUs, 25570 complete and 0 interrupted iterations
default   [  25% ] 100/100 VUs  1m31.8s/6m10.0s

running (1m33.0s), 100/100 VUs, 25944 complete and 0 interrupted iterations
default   [  25% ] 100/100 VUs  1m32.8s/6m10.0s

running (1m34.0s), 100/100 VUs, 26344 complete and 0 interrupted iterations
default   [  25% ] 100/100 VUs  1m33.8s/6m10.0s

running (1m35.0s), 100/100 VUs, 26740 complete and 0 interrupted iterations
default   [  26% ] 100/100 VUs  1m34.8s/6m10.0s

running (1m36.0s), 100/100 VUs, 27141 complete and 0 interrupted iterations
default   [  26% ] 100/100 VUs  1m35.8s/6m10.0s

running (1m37.0s), 100/100 VUs, 27473 complete and 0 interrupted iterations
default   [  26% ] 100/100 VUs  1m36.8s/6m10.0s

running (1m38.0s), 100/100 VUs, 27875 complete and 0 interrupted iterations
default   [  26% ] 100/100 VUs  1m37.8s/6m10.0s

running (1m39.0s), 100/100 VUs, 28307 complete and 0 interrupted iterations
default   [  27% ] 100/100 VUs  1m38.8s/6m10.0s

running (1m40.0s), 100/100 VUs, 28640 complete and 0 interrupted iterations
default   [  27% ] 100/100 VUs  1m39.8s/6m10.0s

running (1m41.0s), 100/100 VUs, 29019 complete and 0 interrupted iterations
default   [  27% ] 100/100 VUs  1m40.8s/6m10.0s

running (1m42.0s), 100/100 VUs, 29421 complete and 0 interrupted iterations
default   [  28% ] 100/100 VUs  1m41.8s/6m10.0s

running (1m43.0s), 100/100 VUs, 29866 complete and 0 interrupted iterations
default   [  28% ] 100/100 VUs  1m42.8s/6m10.0s

running (1m44.0s), 100/100 VUs, 30250 complete and 0 interrupted iterations
default   [  28% ] 100/100 VUs  1m43.8s/6m10.0s

running (1m45.0s), 100/100 VUs, 30680 complete and 0 interrupted iterations
default   [  28% ] 100/100 VUs  1m44.8s/6m10.0s

running (1m46.0s), 100/100 VUs, 31046 complete and 0 interrupted iterations
default   [  29% ] 100/100 VUs  1m45.8s/6m10.0s

running (1m47.0s), 100/100 VUs, 31441 complete and 0 interrupted iterations
default   [  29% ] 100/100 VUs  1m46.8s/6m10.0s

running (1m48.0s), 100/100 VUs, 31883 complete and 0 interrupted iterations
default   [  29% ] 100/100 VUs  1m47.8s/6m10.0s

running (1m49.0s), 100/100 VUs, 32277 complete and 0 interrupted iterations
default   [  29% ] 100/100 VUs  1m48.8s/6m10.0s

running (1m50.0s), 100/100 VUs, 32645 complete and 0 interrupted iterations
default   [  30% ] 100/100 VUs  1m49.8s/6m10.0s

running (1m51.0s), 100/100 VUs, 33020 complete and 0 interrupted iterations
default   [  30% ] 100/100 VUs  1m50.8s/6m10.0s

running (1m52.0s), 100/100 VUs, 33291 complete and 0 interrupted iterations
default   [  30% ] 100/100 VUs  1m51.8s/6m10.0s

running (1m53.0s), 100/100 VUs, 33560 complete and 0 interrupted iterations
default   [  30% ] 100/100 VUs  1m52.8s/6m10.0s

running (1m54.0s), 100/100 VUs, 33818 complete and 0 interrupted iterations
default   [  31% ] 100/100 VUs  1m53.8s/6m10.0s

running (1m55.0s), 100/100 VUs, 34093 complete and 0 interrupted iterations
default   [  31% ] 100/100 VUs  1m54.8s/6m10.0s

running (1m56.0s), 100/100 VUs, 34430 complete and 0 interrupted iterations
default   [  31% ] 100/100 VUs  1m55.8s/6m10.0s

running (1m57.0s), 100/100 VUs, 34839 complete and 0 interrupted iterations
default   [  32% ] 100/100 VUs  1m56.8s/6m10.0s

running (1m58.0s), 100/100 VUs, 35048 complete and 0 interrupted iterations
default   [  32% ] 100/100 VUs  1m57.8s/6m10.0s

running (1m59.0s), 100/100 VUs, 35232 complete and 0 interrupted iterations
default   [  32% ] 100/100 VUs  1m58.8s/6m10.0s

running (2m00.0s), 100/100 VUs, 35448 complete and 0 interrupted iterations
default   [  32% ] 100/100 VUs  1m59.8s/6m10.0s

running (2m01.0s), 100/100 VUs, 35736 complete and 0 interrupted iterations
default   [  33% ] 100/100 VUs  2m00.8s/6m10.0s

running (2m02.0s), 100/100 VUs, 35966 complete and 0 interrupted iterations
default   [  33% ] 100/100 VUs  2m01.8s/6m10.0s

running (2m03.0s), 100/100 VUs, 36221 complete and 0 interrupted iterations
default   [  33% ] 100/100 VUs  2m02.8s/6m10.0s

running (2m04.0s), 100/100 VUs, 36539 complete and 0 interrupted iterations
default   [  33% ] 100/100 VUs  2m03.8s/6m10.0s

running (2m05.0s), 100/100 VUs, 36839 complete and 0 interrupted iterations
default   [  34% ] 100/100 VUs  2m04.8s/6m10.0s

running (2m06.0s), 100/100 VUs, 37146 complete and 0 interrupted iterations
default   [  34% ] 100/100 VUs  2m05.8s/6m10.0s

running (2m07.0s), 100/100 VUs, 37400 complete and 0 interrupted iterations
default   [  34% ] 100/100 VUs  2m06.8s/6m10.0s

running (2m08.0s), 100/100 VUs, 37644 complete and 0 interrupted iterations
default   [  35% ] 100/100 VUs  2m07.8s/6m10.0s

running (2m09.0s), 100/100 VUs, 37990 complete and 0 interrupted iterations
default   [  35% ] 100/100 VUs  2m08.8s/6m10.0s

running (2m10.0s), 100/100 VUs, 38342 complete and 0 interrupted iterations
default   [  35% ] 100/100 VUs  2m09.8s/6m10.0s

running (2m11.0s), 100/100 VUs, 38499 complete and 0 interrupted iterations
default   [  35% ] 100/100 VUs  2m10.8s/6m10.0s

running (2m12.0s), 100/100 VUs, 38860 complete and 0 interrupted iterations
default   [  36% ] 100/100 VUs  2m11.8s/6m10.0s

running (2m13.0s), 100/100 VUs, 39190 complete and 0 interrupted iterations
default   [  36% ] 100/100 VUs  2m12.8s/6m10.0s

running (2m14.0s), 100/100 VUs, 39504 complete and 0 interrupted iterations
default   [  36% ] 100/100 VUs  2m13.8s/6m10.0s

running (2m15.0s), 100/100 VUs, 39792 complete and 0 interrupted iterations
default   [  36% ] 100/100 VUs  2m14.8s/6m10.0s

running (2m16.0s), 100/100 VUs, 40173 complete and 0 interrupted iterations
default   [  37% ] 100/100 VUs  2m15.8s/6m10.0s

running (2m17.0s), 100/100 VUs, 40509 complete and 0 interrupted iterations
default   [  37% ] 100/100 VUs  2m16.8s/6m10.0s

running (2m18.0s), 100/100 VUs, 40839 complete and 0 interrupted iterations
default   [  37% ] 100/100 VUs  2m17.8s/6m10.0s

running (2m19.0s), 100/100 VUs, 41192 complete and 0 interrupted iterations
default   [  38% ] 100/100 VUs  2m18.8s/6m10.0s

running (2m20.0s), 100/100 VUs, 41422 complete and 0 interrupted iterations
default   [  38% ] 100/100 VUs  2m19.8s/6m10.0s

running (2m21.0s), 100/100 VUs, 41731 complete and 0 interrupted iterations
default   [  38% ] 100/100 VUs  2m20.8s/6m10.0s

running (2m22.0s), 100/100 VUs, 42090 complete and 0 interrupted iterations
default   [  38% ] 100/100 VUs  2m21.8s/6m10.0s

running (2m23.0s), 100/100 VUs, 42393 complete and 0 interrupted iterations
default   [  39% ] 100/100 VUs  2m22.8s/6m10.0s

running (2m24.0s), 100/100 VUs, 42640 complete and 0 interrupted iterations
default   [  39% ] 100/100 VUs  2m23.8s/6m10.0s

running (2m25.0s), 100/100 VUs, 42940 complete and 0 interrupted iterations
default   [  39% ] 100/100 VUs  2m24.8s/6m10.0s

running (2m26.0s), 100/100 VUs, 43294 complete and 0 interrupted iterations
default   [  39% ] 100/100 VUs  2m25.8s/6m10.0s

running (2m27.0s), 100/100 VUs, 43695 complete and 0 interrupted iterations
default   [  40% ] 100/100 VUs  2m26.8s/6m10.0s

running (2m28.0s), 100/100 VUs, 44031 complete and 0 interrupted iterations
default   [  40% ] 100/100 VUs  2m27.8s/6m10.0s

running (2m29.0s), 100/100 VUs, 44363 complete and 0 interrupted iterations
default   [  40% ] 100/100 VUs  2m28.8s/6m10.0s

running (2m30.0s), 100/100 VUs, 44619 complete and 0 interrupted iterations
default   [  40% ] 100/100 VUs  2m29.8s/6m10.0s

running (2m31.0s), 100/100 VUs, 44961 complete and 0 interrupted iterations
default   [  41% ] 100/100 VUs  2m30.8s/6m10.0s

running (2m32.0s), 100/100 VUs, 45307 complete and 0 interrupted iterations
default   [  41% ] 100/100 VUs  2m31.8s/6m10.0s

running (2m33.0s), 100/100 VUs, 45633 complete and 0 interrupted iterations
default   [  41% ] 100/100 VUs  2m32.8s/6m10.0s

running (2m34.0s), 100/100 VUs, 45929 complete and 0 interrupted iterations
default   [  42% ] 100/100 VUs  2m33.8s/6m10.0s

running (2m35.0s), 100/100 VUs, 46280 complete and 0 interrupted iterations
default   [  42% ] 100/100 VUs  2m34.8s/6m10.0s

running (2m36.0s), 100/100 VUs, 46658 complete and 0 interrupted iterations
default   [  42% ] 100/100 VUs  2m35.8s/6m10.0s

running (2m37.0s), 100/100 VUs, 47041 complete and 0 interrupted iterations
default   [  42% ] 100/100 VUs  2m36.8s/6m10.0s

running (2m38.0s), 100/100 VUs, 47354 complete and 0 interrupted iterations
default   [  43% ] 100/100 VUs  2m37.8s/6m10.0s

running (2m39.0s), 100/100 VUs, 47706 complete and 0 interrupted iterations
default   [  43% ] 100/100 VUs  2m38.8s/6m10.0s

running (2m40.0s), 100/100 VUs, 48087 complete and 0 interrupted iterations
default   [  43% ] 100/100 VUs  2m39.8s/6m10.0s

running (2m41.0s), 100/100 VUs, 48473 complete and 0 interrupted iterations
default   [  43% ] 100/100 VUs  2m40.8s/6m10.0s

running (2m42.0s), 100/100 VUs, 48870 complete and 0 interrupted iterations
default   [  44% ] 100/100 VUs  2m41.8s/6m10.0s

running (2m43.0s), 100/100 VUs, 49259 complete and 0 interrupted iterations
default   [  44% ] 100/100 VUs  2m42.8s/6m10.0s

running (2m44.0s), 100/100 VUs, 49665 complete and 0 interrupted iterations
default   [  44% ] 100/100 VUs  2m43.8s/6m10.0s

running (2m45.0s), 100/100 VUs, 50139 complete and 0 interrupted iterations
default   [  45% ] 100/100 VUs  2m44.8s/6m10.0s

running (2m46.0s), 100/100 VUs, 50523 complete and 0 interrupted iterations
default   [  45% ] 100/100 VUs  2m45.8s/6m10.0s

running (2m47.0s), 100/100 VUs, 50986 complete and 0 interrupted iterations
default   [  45% ] 100/100 VUs  2m46.8s/6m10.0s

running (2m48.0s), 100/100 VUs, 51412 complete and 0 interrupted iterations
default   [  45% ] 100/100 VUs  2m47.8s/6m10.0s

running (2m49.0s), 100/100 VUs, 51897 complete and 0 interrupted iterations
default   [  46% ] 100/100 VUs  2m48.8s/6m10.0s

running (2m50.0s), 100/100 VUs, 52275 complete and 0 interrupted iterations
default   [  46% ] 100/100 VUs  2m49.8s/6m10.0s

running (2m51.0s), 100/100 VUs, 52708 complete and 0 interrupted iterations
default   [  46% ] 100/100 VUs  2m50.8s/6m10.0s

running (2m52.0s), 100/100 VUs, 53159 complete and 0 interrupted iterations
default   [  46% ] 100/100 VUs  2m51.8s/6m10.0s

running (2m53.0s), 100/100 VUs, 53710 complete and 0 interrupted iterations
default   [  47% ] 100/100 VUs  2m52.8s/6m10.0s

running (2m54.0s), 100/100 VUs, 54300 complete and 0 interrupted iterations
default   [  47% ] 100/100 VUs  2m53.8s/6m10.0s

running (2m55.0s), 100/100 VUs, 54818 complete and 0 interrupted iterations
default   [  47% ] 100/100 VUs  2m54.8s/6m10.0s

running (2m56.0s), 100/100 VUs, 55317 complete and 0 interrupted iterations
default   [  48% ] 100/100 VUs  2m55.8s/6m10.0s

running (2m57.0s), 100/100 VUs, 55836 complete and 0 interrupted iterations
default   [  48% ] 100/100 VUs  2m56.8s/6m10.0s

running (2m58.0s), 100/100 VUs, 56407 complete and 0 interrupted iterations
default   [  48% ] 100/100 VUs  2m57.8s/6m10.0s

running (2m59.0s), 100/100 VUs, 56984 complete and 0 interrupted iterations
default   [  48% ] 100/100 VUs  2m58.8s/6m10.0s

running (3m00.0s), 100/100 VUs, 57523 complete and 0 interrupted iterations
default   [  49% ] 100/100 VUs  2m59.8s/6m10.0s

running (3m01.0s), 100/100 VUs, 58137 complete and 0 interrupted iterations
default   [  49% ] 100/100 VUs  3m00.8s/6m10.0s

running (3m02.0s), 100/100 VUs, 58674 complete and 0 interrupted iterations
default   [  49% ] 100/100 VUs  3m01.8s/6m10.0s

running (3m03.0s), 100/100 VUs, 59224 complete and 0 interrupted iterations
default   [  49% ] 100/100 VUs  3m02.8s/6m10.0s

running (3m04.0s), 100/100 VUs, 59783 complete and 0 interrupted iterations
default   [  50% ] 100/100 VUs  3m03.8s/6m10.0s

running (3m05.0s), 100/100 VUs, 60268 complete and 0 interrupted iterations
default   [  50% ] 100/100 VUs  3m04.8s/6m10.0s

running (3m06.0s), 100/100 VUs, 60739 complete and 0 interrupted iterations
default   [  50% ] 100/100 VUs  3m05.8s/6m10.0s

running (3m07.0s), 100/100 VUs, 61000 complete and 0 interrupted iterations
default   [  50% ] 100/100 VUs  3m06.8s/6m10.0s

running (3m08.0s), 100/100 VUs, 61264 complete and 0 interrupted iterations
default   [  51% ] 100/100 VUs  3m07.8s/6m10.0s

running (3m09.0s), 100/100 VUs, 61554 complete and 0 interrupted iterations
default   [  51% ] 100/100 VUs  3m08.8s/6m10.0s

running (3m10.0s), 100/100 VUs, 61792 complete and 0 interrupted iterations
default   [  51% ] 100/100 VUs  3m09.8s/6m10.0s

running (3m11.0s), 100/100 VUs, 62124 complete and 0 interrupted iterations
default   [  52% ] 100/100 VUs  3m10.8s/6m10.0s

running (3m12.0s), 100/100 VUs, 62524 complete and 0 interrupted iterations
default   [  52% ] 100/100 VUs  3m11.8s/6m10.0s

running (3m13.0s), 100/100 VUs, 62951 complete and 0 interrupted iterations
default   [  52% ] 100/100 VUs  3m12.8s/6m10.0s

running (3m14.0s), 100/100 VUs, 63190 complete and 0 interrupted iterations
default   [  52% ] 100/100 VUs  3m13.8s/6m10.0s

running (3m15.0s), 100/100 VUs, 63450 complete and 0 interrupted iterations
default   [  53% ] 100/100 VUs  3m14.8s/6m10.0s

running (3m16.0s), 100/100 VUs, 63761 complete and 0 interrupted iterations
default   [  53% ] 100/100 VUs  3m15.8s/6m10.0s

running (3m17.0s), 100/100 VUs, 64176 complete and 0 interrupted iterations
default   [  53% ] 100/100 VUs  3m16.8s/6m10.0s

running (3m18.0s), 100/100 VUs, 64530 complete and 0 interrupted iterations
default   [  53% ] 100/100 VUs  3m17.8s/6m10.0s

running (3m19.0s), 100/100 VUs, 64879 complete and 0 interrupted iterations
default   [  54% ] 100/100 VUs  3m18.8s/6m10.0s

running (3m20.0s), 100/100 VUs, 65236 complete and 0 interrupted iterations
default   [  54% ] 100/100 VUs  3m19.8s/6m10.0s

running (3m21.0s), 100/100 VUs, 65603 complete and 0 interrupted iterations
default   [  54% ] 100/100 VUs  3m20.8s/6m10.0s

running (3m22.0s), 100/100 VUs, 65886 complete and 0 interrupted iterations
default   [  55% ] 100/100 VUs  3m21.8s/6m10.0s

running (3m23.0s), 100/100 VUs, 66310 complete and 0 interrupted iterations
default   [  55% ] 100/100 VUs  3m22.8s/6m10.0s

running (3m24.0s), 100/100 VUs, 66561 complete and 0 interrupted iterations
default   [  55% ] 100/100 VUs  3m23.8s/6m10.0s

running (3m25.0s), 100/100 VUs, 66894 complete and 0 interrupted iterations
default   [  55% ] 100/100 VUs  3m24.8s/6m10.0s

running (3m26.0s), 100/100 VUs, 67378 complete and 0 interrupted iterations
default   [  56% ] 100/100 VUs  3m25.8s/6m10.0s

running (3m27.0s), 100/100 VUs, 67770 complete and 0 interrupted iterations
default   [  56% ] 100/100 VUs  3m26.8s/6m10.0s

running (3m28.0s), 100/100 VUs, 68079 complete and 0 interrupted iterations
default   [  56% ] 100/100 VUs  3m27.8s/6m10.0s

running (3m29.0s), 100/100 VUs, 68342 complete and 0 interrupted iterations
default   [  56% ] 100/100 VUs  3m28.8s/6m10.0s

running (3m30.0s), 100/100 VUs, 68661 complete and 0 interrupted iterations
default   [  57% ] 100/100 VUs  3m29.8s/6m10.0s

running (3m31.0s), 100/100 VUs, 69046 complete and 0 interrupted iterations
default   [  57% ] 100/100 VUs  3m30.8s/6m10.0s

running (3m32.0s), 100/100 VUs, 69429 complete and 0 interrupted iterations
default   [  57% ] 100/100 VUs  3m31.8s/6m10.0s

running (3m33.0s), 100/100 VUs, 69755 complete and 0 interrupted iterations
default   [  58% ] 100/100 VUs  3m32.8s/6m10.0s

running (3m34.0s), 100/100 VUs, 70039 complete and 0 interrupted iterations
default   [  58% ] 100/100 VUs  3m33.8s/6m10.0s

running (3m35.0s), 100/100 VUs, 70395 complete and 0 interrupted iterations
default   [  58% ] 100/100 VUs  3m34.8s/6m10.0s

running (3m36.0s), 100/100 VUs, 70801 complete and 0 interrupted iterations
default   [  58% ] 100/100 VUs  3m35.8s/6m10.0s

running (3m37.0s), 100/100 VUs, 71341 complete and 0 interrupted iterations
default   [  59% ] 100/100 VUs  3m36.8s/6m10.0s

running (3m38.0s), 100/100 VUs, 71826 complete and 0 interrupted iterations
default   [  59% ] 100/100 VUs  3m37.8s/6m10.0s

running (3m39.0s), 100/100 VUs, 72274 complete and 0 interrupted iterations
default   [  59% ] 100/100 VUs  3m38.8s/6m10.0s

running (3m40.0s), 100/100 VUs, 72821 complete and 0 interrupted iterations
default   [  59% ] 100/100 VUs  3m39.8s/6m10.0s

running (3m41.0s), 100/100 VUs, 73328 complete and 0 interrupted iterations
default   [  60% ] 100/100 VUs  3m40.8s/6m10.0s

running (3m42.0s), 100/100 VUs, 73858 complete and 0 interrupted iterations
default   [  60% ] 100/100 VUs  3m41.8s/6m10.0s

running (3m43.0s), 100/100 VUs, 74428 complete and 0 interrupted iterations
default   [  60% ] 100/100 VUs  3m42.8s/6m10.0s

running (3m44.0s), 100/100 VUs, 75024 complete and 0 interrupted iterations
default   [  60% ] 100/100 VUs  3m43.8s/6m10.0s

running (3m45.0s), 100/100 VUs, 75570 complete and 0 interrupted iterations
default   [  61% ] 100/100 VUs  3m44.8s/6m10.0s

running (3m46.0s), 100/100 VUs, 76175 complete and 0 interrupted iterations
default   [  61% ] 100/100 VUs  3m45.8s/6m10.0s

running (3m47.0s), 100/100 VUs, 76689 complete and 0 interrupted iterations
default   [  61% ] 100/100 VUs  3m46.8s/6m10.0s

running (3m48.0s), 100/100 VUs, 77239 complete and 0 interrupted iterations
default   [  62% ] 100/100 VUs  3m47.8s/6m10.0s

running (3m49.0s), 100/100 VUs, 77784 complete and 0 interrupted iterations
default   [  62% ] 100/100 VUs  3m48.8s/6m10.0s

running (3m50.0s), 100/100 VUs, 78313 complete and 0 interrupted iterations
default   [  62% ] 100/100 VUs  3m49.8s/6m10.0s

running (3m51.0s), 100/100 VUs, 78844 complete and 0 interrupted iterations
default   [  62% ] 100/100 VUs  3m50.8s/6m10.0s

running (3m52.0s), 100/100 VUs, 79430 complete and 0 interrupted iterations
default   [  63% ] 100/100 VUs  3m51.8s/6m10.0s

running (3m53.0s), 100/100 VUs, 79995 complete and 0 interrupted iterations
default   [  63% ] 100/100 VUs  3m52.8s/6m10.0s

running (3m54.0s), 100/100 VUs, 80551 complete and 0 interrupted iterations
default   [  63% ] 100/100 VUs  3m53.8s/6m10.0s

running (3m55.0s), 100/100 VUs, 81091 complete and 0 interrupted iterations
default   [  63% ] 100/100 VUs  3m54.8s/6m10.0s

running (3m56.0s), 100/100 VUs, 81594 complete and 0 interrupted iterations
default   [  64% ] 100/100 VUs  3m55.8s/6m10.0s

running (3m57.0s), 100/100 VUs, 82068 complete and 0 interrupted iterations
default   [  64% ] 100/100 VUs  3m56.8s/6m10.0s

running (3m58.0s), 100/100 VUs, 82649 complete and 0 interrupted iterations
default   [  64% ] 100/100 VUs  3m57.8s/6m10.0s

running (3m59.0s), 100/100 VUs, 83100 complete and 0 interrupted iterations
default   [  65% ] 100/100 VUs  3m58.8s/6m10.0s

running (4m00.0s), 100/100 VUs, 83613 complete and 0 interrupted iterations
default   [  65% ] 100/100 VUs  3m59.8s/6m10.0s

running (4m01.0s), 100/100 VUs, 84115 complete and 0 interrupted iterations
default   [  65% ] 100/100 VUs  4m00.8s/6m10.0s

running (4m02.0s), 100/100 VUs, 84673 complete and 0 interrupted iterations
default   [  65% ] 100/100 VUs  4m01.8s/6m10.0s

running (4m03.0s), 100/100 VUs, 85254 complete and 0 interrupted iterations
default   [  66% ] 100/100 VUs  4m02.8s/6m10.0s

running (4m04.0s), 100/100 VUs, 85828 complete and 0 interrupted iterations
default   [  66% ] 100/100 VUs  4m03.8s/6m10.0s

running (4m05.0s), 100/100 VUs, 86416 complete and 0 interrupted iterations
default   [  66% ] 100/100 VUs  4m04.8s/6m10.0s

running (4m06.0s), 100/100 VUs, 86936 complete and 0 interrupted iterations
default   [  66% ] 100/100 VUs  4m05.8s/6m10.0s

running (4m07.0s), 100/100 VUs, 87435 complete and 0 interrupted iterations
default   [  67% ] 100/100 VUs  4m06.8s/6m10.0s

running (4m08.0s), 100/100 VUs, 87948 complete and 0 interrupted iterations
default   [  67% ] 100/100 VUs  4m07.8s/6m10.0s

running (4m09.0s), 100/100 VUs, 88529 complete and 0 interrupted iterations
default   [  67% ] 100/100 VUs  4m08.8s/6m10.0s

running (4m10.0s), 100/100 VUs, 89056 complete and 0 interrupted iterations
default   [  68% ] 100/100 VUs  4m09.8s/6m10.0s

running (4m11.0s), 100/100 VUs, 89640 complete and 0 interrupted iterations
default   [  68% ] 100/100 VUs  4m10.8s/6m10.0s

running (4m12.0s), 100/100 VUs, 90169 complete and 0 interrupted iterations
default   [  68% ] 100/100 VUs  4m11.8s/6m10.0s

running (4m13.0s), 100/100 VUs, 90722 complete and 0 interrupted iterations
default   [  68% ] 100/100 VUs  4m12.8s/6m10.0s

running (4m14.0s), 100/100 VUs, 91238 complete and 0 interrupted iterations
default   [  69% ] 100/100 VUs  4m13.8s/6m10.0s

running (4m15.0s), 100/100 VUs, 91799 complete and 0 interrupted iterations
default   [  69% ] 100/100 VUs  4m14.8s/6m10.0s

running (4m16.0s), 100/100 VUs, 92298 complete and 0 interrupted iterations
default   [  69% ] 100/100 VUs  4m15.8s/6m10.0s

running (4m17.0s), 100/100 VUs, 92813 complete and 0 interrupted iterations
default   [  69% ] 100/100 VUs  4m16.8s/6m10.0s

running (4m18.0s), 100/100 VUs, 93381 complete and 0 interrupted iterations
default   [  70% ] 100/100 VUs  4m17.8s/6m10.0s

running (4m19.0s), 100/100 VUs, 93720 complete and 0 interrupted iterations
default   [  70% ] 100/100 VUs  4m18.8s/6m10.0s

running (4m20.0s), 100/100 VUs, 94041 complete and 0 interrupted iterations
default   [  70% ] 100/100 VUs  4m19.8s/6m10.0s

running (4m21.0s), 100/100 VUs, 94317 complete and 0 interrupted iterations
default   [  70% ] 100/100 VUs  4m20.8s/6m10.0s

running (4m22.0s), 100/100 VUs, 94639 complete and 0 interrupted iterations
default   [  71% ] 100/100 VUs  4m21.8s/6m10.0s

running (4m23.0s), 100/100 VUs, 94957 complete and 0 interrupted iterations
default   [  71% ] 100/100 VUs  4m22.8s/6m10.0s

running (4m24.0s), 100/100 VUs, 95263 complete and 0 interrupted iterations
default   [  71% ] 100/100 VUs  4m23.8s/6m10.0s

running (4m25.0s), 100/100 VUs, 95513 complete and 0 interrupted iterations
default   [  72% ] 100/100 VUs  4m24.8s/6m10.0s

running (4m26.0s), 100/100 VUs, 95765 complete and 0 interrupted iterations
default   [  72% ] 100/100 VUs  4m25.8s/6m10.0s

running (4m27.0s), 100/100 VUs, 96143 complete and 0 interrupted iterations
default   [  72% ] 100/100 VUs  4m26.8s/6m10.0s

running (4m28.0s), 100/100 VUs, 96429 complete and 0 interrupted iterations
default   [  72% ] 100/100 VUs  4m27.8s/6m10.0s

running (4m29.0s), 100/100 VUs, 96713 complete and 0 interrupted iterations
default   [  73% ] 100/100 VUs  4m28.8s/6m10.0s

running (4m30.0s), 100/100 VUs, 97094 complete and 0 interrupted iterations
default   [  73% ] 100/100 VUs  4m29.8s/6m10.0s

running (4m31.0s), 100/100 VUs, 97407 complete and 0 interrupted iterations
default   [  73% ] 100/100 VUs  4m30.8s/6m10.0s

running (4m32.0s), 100/100 VUs, 97726 complete and 0 interrupted iterations
default   [  73% ] 100/100 VUs  4m31.8s/6m10.0s

running (4m33.0s), 100/100 VUs, 98082 complete and 0 interrupted iterations
default   [  74% ] 100/100 VUs  4m32.8s/6m10.0s

running (4m34.0s), 100/100 VUs, 98345 complete and 0 interrupted iterations
default   [  74% ] 100/100 VUs  4m33.8s/6m10.0s

running (4m35.0s), 100/100 VUs, 98728 complete and 0 interrupted iterations
default   [  74% ] 100/100 VUs  4m34.8s/6m10.0s

running (4m36.0s), 100/100 VUs, 99014 complete and 0 interrupted iterations
default   [  75% ] 100/100 VUs  4m35.8s/6m10.0s

running (4m37.0s), 100/100 VUs, 99425 complete and 0 interrupted iterations
default   [  75% ] 100/100 VUs  4m36.8s/6m10.0s

running (4m38.0s), 100/100 VUs, 99853 complete and 0 interrupted iterations
default   [  75% ] 100/100 VUs  4m37.8s/6m10.0s

running (4m39.0s), 100/100 VUs, 100158 complete and 0 interrupted iterations
default   [  75% ] 100/100 VUs  4m38.8s/6m10.0s

running (4m40.0s), 100/100 VUs, 100484 complete and 0 interrupted iterations
default   [  76% ] 100/100 VUs  4m39.8s/6m10.0s

running (4m41.0s), 100/100 VUs, 100884 complete and 0 interrupted iterations
default   [  76% ] 100/100 VUs  4m40.8s/6m10.0s

running (4m42.0s), 100/100 VUs, 101366 complete and 0 interrupted iterations
default   [  76% ] 100/100 VUs  4m41.8s/6m10.0s

running (4m43.0s), 100/100 VUs, 101901 complete and 0 interrupted iterations
default   [  76% ] 100/100 VUs  4m42.8s/6m10.0s

running (4m44.0s), 100/100 VUs, 102295 complete and 0 interrupted iterations
default   [  77% ] 100/100 VUs  4m43.8s/6m10.0s

running (4m45.0s), 100/100 VUs, 102759 complete and 0 interrupted iterations
default   [  77% ] 100/100 VUs  4m44.8s/6m10.0s

running (4m46.0s), 100/100 VUs, 103275 complete and 0 interrupted iterations
default   [  77% ] 100/100 VUs  4m45.8s/6m10.0s

running (4m47.0s), 100/100 VUs, 103817 complete and 0 interrupted iterations
default   [  78% ] 100/100 VUs  4m46.8s/6m10.0s

running (4m48.0s), 100/100 VUs, 104365 complete and 0 interrupted iterations
default   [  78% ] 100/100 VUs  4m47.8s/6m10.0s

running (4m49.0s), 100/100 VUs, 104962 complete and 0 interrupted iterations
default   [  78% ] 100/100 VUs  4m48.8s/6m10.0s

running (4m50.0s), 100/100 VUs, 105526 complete and 0 interrupted iterations
default   [  78% ] 100/100 VUs  4m49.8s/6m10.0s

running (4m51.0s), 100/100 VUs, 106077 complete and 0 interrupted iterations
default   [  79% ] 100/100 VUs  4m50.8s/6m10.0s

running (4m52.0s), 100/100 VUs, 106606 complete and 0 interrupted iterations
default   [  79% ] 100/100 VUs  4m51.8s/6m10.0s

running (4m53.0s), 100/100 VUs, 107117 complete and 0 interrupted iterations
default   [  79% ] 100/100 VUs  4m52.8s/6m10.0s

running (4m54.0s), 100/100 VUs, 107674 complete and 0 interrupted iterations
default   [  79% ] 100/100 VUs  4m53.8s/6m10.0s

running (4m55.0s), 100/100 VUs, 108247 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  4m54.8s/6m10.0s

running (4m56.0s), 100/100 VUs, 108825 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  4m55.8s/6m10.0s

running (4m57.0s), 100/100 VUs, 109413 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  4m56.8s/6m10.0s

running (4m58.0s), 100/100 VUs, 109986 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  4m57.8s/6m10.0s

running (4m59.0s), 100/100 VUs, 110460 complete and 0 interrupted iterations
default   [  81% ] 100/100 VUs  4m58.8s/6m10.0s

running (5m00.0s), 100/100 VUs, 111018 complete and 0 interrupted iterations
default   [  81% ] 100/100 VUs  4m59.8s/6m10.0s

running (5m01.0s), 100/100 VUs, 111609 complete and 0 interrupted iterations
default   [  81% ] 100/100 VUs  5m00.8s/6m10.0s

running (5m02.0s), 100/100 VUs, 112176 complete and 0 interrupted iterations
default   [  82% ] 100/100 VUs  5m01.8s/6m10.0s

running (5m03.0s), 100/100 VUs, 112712 complete and 0 interrupted iterations
default   [  82% ] 100/100 VUs  5m02.8s/6m10.0s

running (5m04.0s), 100/100 VUs, 113263 complete and 0 interrupted iterations
default   [  82% ] 100/100 VUs  5m03.8s/6m10.0s

running (5m05.0s), 100/100 VUs, 113838 complete and 0 interrupted iterations
default   [  82% ] 100/100 VUs  5m04.8s/6m10.0s

running (5m06.0s), 100/100 VUs, 114369 complete and 0 interrupted iterations
default   [  83% ] 100/100 VUs  5m05.8s/6m10.0s

running (5m07.0s), 100/100 VUs, 114758 complete and 0 interrupted iterations
default   [  83% ] 100/100 VUs  5m06.8s/6m10.0s

running (5m08.0s), 100/100 VUs, 115304 complete and 0 interrupted iterations
default   [  83% ] 100/100 VUs  5m07.8s/6m10.0s

running (5m09.0s), 100/100 VUs, 115842 complete and 0 interrupted iterations
default   [  83% ] 100/100 VUs  5m08.8s/6m10.0s

running (5m10.0s), 100/100 VUs, 116417 complete and 0 interrupted iterations
default   [  84% ] 100/100 VUs  5m09.8s/6m10.0s

running (5m11.0s), 100/100 VUs, 116974 complete and 0 interrupted iterations
default   [  84% ] 100/100 VUs  5m10.8s/6m10.0s

running (5m12.0s), 100/100 VUs, 117504 complete and 0 interrupted iterations
default   [  84% ] 100/100 VUs  5m11.8s/6m10.0s

running (5m13.0s), 100/100 VUs, 118004 complete and 0 interrupted iterations
default   [  85% ] 100/100 VUs  5m12.8s/6m10.0s

running (5m14.0s), 100/100 VUs, 118625 complete and 0 interrupted iterations
default   [  85% ] 100/100 VUs  5m13.8s/6m10.0s

running (5m15.0s), 100/100 VUs, 119207 complete and 0 interrupted iterations
default   [  85% ] 100/100 VUs  5m14.8s/6m10.0s

running (5m16.0s), 100/100 VUs, 119742 complete and 0 interrupted iterations
default   [  85% ] 100/100 VUs  5m15.8s/6m10.0s

running (5m17.0s), 100/100 VUs, 120125 complete and 0 interrupted iterations
default   [  86% ] 100/100 VUs  5m16.8s/6m10.0s

running (5m18.0s), 100/100 VUs, 120440 complete and 0 interrupted iterations
default   [  86% ] 100/100 VUs  5m17.8s/6m10.0s

running (5m19.0s), 100/100 VUs, 120831 complete and 0 interrupted iterations
default   [  86% ] 100/100 VUs  5m18.8s/6m10.0s

running (5m20.0s), 100/100 VUs, 121233 complete and 0 interrupted iterations
default   [  86% ] 100/100 VUs  5m19.8s/6m10.0s

running (5m21.0s), 100/100 VUs, 121634 complete and 0 interrupted iterations
default   [  87% ] 100/100 VUs  5m20.8s/6m10.0s

running (5m22.0s), 100/100 VUs, 122042 complete and 0 interrupted iterations
default   [  87% ] 100/100 VUs  5m21.8s/6m10.0s

running (5m23.0s), 100/100 VUs, 122410 complete and 0 interrupted iterations
default   [  87% ] 100/100 VUs  5m22.8s/6m10.0s

running (5m24.0s), 100/100 VUs, 122694 complete and 0 interrupted iterations
default   [  88% ] 100/100 VUs  5m23.8s/6m10.0s

running (5m25.0s), 100/100 VUs, 123068 complete and 0 interrupted iterations
default   [  88% ] 100/100 VUs  5m24.8s/6m10.0s

running (5m26.0s), 100/100 VUs, 123604 complete and 0 interrupted iterations
default   [  88% ] 100/100 VUs  5m25.8s/6m10.0s

running (5m27.0s), 100/100 VUs, 124098 complete and 0 interrupted iterations
default   [  88% ] 100/100 VUs  5m26.8s/6m10.0s

running (5m28.0s), 100/100 VUs, 124595 complete and 0 interrupted iterations
default   [  89% ] 100/100 VUs  5m27.8s/6m10.0s

running (5m29.0s), 100/100 VUs, 125079 complete and 0 interrupted iterations
default   [  89% ] 100/100 VUs  5m28.8s/6m10.0s

running (5m30.0s), 100/100 VUs, 125631 complete and 0 interrupted iterations
default   [  89% ] 100/100 VUs  5m29.8s/6m10.0s

running (5m31.0s), 100/100 VUs, 126143 complete and 0 interrupted iterations
default   [  89% ] 100/100 VUs  5m30.8s/6m10.0s

running (5m32.0s), 100/100 VUs, 126673 complete and 0 interrupted iterations
default   [  90% ] 100/100 VUs  5m31.8s/6m10.0s

running (5m33.0s), 100/100 VUs, 127210 complete and 0 interrupted iterations
default   [  90% ] 100/100 VUs  5m32.8s/6m10.0s

running (5m34.0s), 100/100 VUs, 127680 complete and 0 interrupted iterations
default   [  90% ] 100/100 VUs  5m33.8s/6m10.0s

running (5m35.0s), 100/100 VUs, 128307 complete and 0 interrupted iterations
default   [  90% ] 100/100 VUs  5m34.8s/6m10.0s

running (5m36.0s), 100/100 VUs, 128885 complete and 0 interrupted iterations
default   [  91% ] 100/100 VUs  5m35.8s/6m10.0s

running (5m37.0s), 100/100 VUs, 129439 complete and 0 interrupted iterations
default   [  91% ] 100/100 VUs  5m36.8s/6m10.0s

running (5m38.0s), 100/100 VUs, 129957 complete and 0 interrupted iterations
default   [  91% ] 100/100 VUs  5m37.8s/6m10.0s

running (5m39.0s), 100/100 VUs, 130440 complete and 0 interrupted iterations
default   [  92% ] 100/100 VUs  5m38.8s/6m10.0s

running (5m40.0s), 100/100 VUs, 130984 complete and 0 interrupted iterations
default   [  92% ] 100/100 VUs  5m39.8s/6m10.0s

running (5m41.0s), 100/100 VUs, 131556 complete and 0 interrupted iterations
default   [  92% ] 100/100 VUs  5m40.8s/6m10.0s

running (5m42.0s), 100/100 VUs, 132025 complete and 0 interrupted iterations
default   [  92% ] 100/100 VUs  5m41.8s/6m10.0s

running (5m43.0s), 100/100 VUs, 132564 complete and 0 interrupted iterations
default   [  93% ] 100/100 VUs  5m42.8s/6m10.0s

running (5m44.0s), 100/100 VUs, 133105 complete and 0 interrupted iterations
default   [  93% ] 100/100 VUs  5m43.8s/6m10.0s

running (5m45.0s), 100/100 VUs, 133699 complete and 0 interrupted iterations
default   [  93% ] 100/100 VUs  5m44.8s/6m10.0s

running (5m46.0s), 100/100 VUs, 134260 complete and 0 interrupted iterations
default   [  93% ] 100/100 VUs  5m45.8s/6m10.0s

running (5m47.0s), 100/100 VUs, 134807 complete and 0 interrupted iterations
default   [  94% ] 100/100 VUs  5m46.8s/6m10.0s

running (5m48.0s), 100/100 VUs, 135363 complete and 0 interrupted iterations
default   [  94% ] 100/100 VUs  5m47.8s/6m10.0s

running (5m49.0s), 100/100 VUs, 135929 complete and 0 interrupted iterations
default   [  94% ] 100/100 VUs  5m48.8s/6m10.0s

running (5m50.0s), 100/100 VUs, 136464 complete and 0 interrupted iterations
default   [  95% ] 100/100 VUs  5m49.8s/6m10.0s

running (5m51.0s), 100/100 VUs, 137000 complete and 0 interrupted iterations
default   [  95% ] 100/100 VUs  5m50.8s/6m10.0s

running (5m52.0s), 100/100 VUs, 137540 complete and 0 interrupted iterations
default   [  95% ] 100/100 VUs  5m51.8s/6m10.0s

running (5m53.0s), 100/100 VUs, 138113 complete and 0 interrupted iterations
default   [  95% ] 100/100 VUs  5m52.8s/6m10.0s

running (5m54.0s), 100/100 VUs, 138714 complete and 0 interrupted iterations
default   [  96% ] 100/100 VUs  5m53.8s/6m10.0s

running (5m55.0s), 100/100 VUs, 139216 complete and 0 interrupted iterations
default   [  96% ] 100/100 VUs  5m54.8s/6m10.0s

running (5m56.0s), 100/100 VUs, 139801 complete and 0 interrupted iterations
default   [  96% ] 100/100 VUs  5m55.8s/6m10.0s

running (5m57.0s), 100/100 VUs, 140305 complete and 0 interrupted iterations
default   [  96% ] 100/100 VUs  5m56.8s/6m10.0s

running (5m58.0s), 100/100 VUs, 140869 complete and 0 interrupted iterations
default   [  97% ] 100/100 VUs  5m57.8s/6m10.0s

running (5m59.0s), 100/100 VUs, 141295 complete and 0 interrupted iterations
default   [  97% ] 100/100 VUs  5m58.8s/6m10.0s

running (6m00.0s), 100/100 VUs, 141638 complete and 0 interrupted iterations
default   [  97% ] 100/100 VUs  5m59.8s/6m10.0s

running (6m01.0s), 100/100 VUs, 141965 complete and 0 interrupted iterations
default   [  98% ] 100/100 VUs  6m00.8s/6m10.0s

running (6m02.0s), 100/100 VUs, 142310 complete and 0 interrupted iterations
default   [  98% ] 100/100 VUs  6m01.8s/6m10.0s

running (6m03.0s), 100/100 VUs, 142616 complete and 0 interrupted iterations
default   [  98% ] 100/100 VUs  6m02.8s/6m10.0s

running (6m04.0s), 100/100 VUs, 142911 complete and 0 interrupted iterations
default   [  98% ] 100/100 VUs  6m03.8s/6m10.0s

running (6m05.0s), 100/100 VUs, 143351 complete and 0 interrupted iterations
default   [  99% ] 100/100 VUs  6m04.8s/6m10.0s

running (6m06.0s), 092/100 VUs, 143608 complete and 0 interrupted iterations
default   [  99% ] 092/100 VUs  6m05.8s/6m10.0s

running (6m07.0s), 067/100 VUs, 143981 complete and 0 interrupted iterations
default   [  99% ] 067/100 VUs  6m06.8s/6m10.0s

running (6m08.0s), 045/100 VUs, 144403 complete and 0 interrupted iterations
default   [  99% ] 045/100 VUs  6m07.8s/6m10.0s

running (6m09.0s), 026/100 VUs, 144756 complete and 0 interrupted iterations
default   [ 100% ] 026/100 VUs  6m08.8s/6m10.0s

running (6m10.0s), 005/100 VUs, 145089 complete and 0 interrupted iterations
default   [ 100% ] 005/100 VUs  6m09.8s/6m10.0s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<800' p(95)=625.77ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 145121  392.013367/s
    checks_succeeded...: 100.00% 145121 out of 145121
    checks_failed......: 0.00%   0 out of 145121

    ✓ login 200
    ✓ created(201) or conflict(409)

    CUSTOM
    seat_accepted..................: 3.73%  5413 out of 145120
    seat_conflict..................: 96.26% 139707 out of 145120

    HTTP
    http_req_duration..............: avg=251.49ms min=9.83ms med=200.43ms max=2.45s p(90)=486.61ms p(95)=625.77ms
      { expected_response:true }...: avg=251.49ms min=9.83ms med=200.43ms max=2.45s p(90)=486.61ms p(95)=625.77ms
    http_req_failed................: 0.00%  0 out of 145121
    http_reqs......................: 145121 392.013367/s

    EXECUTION
    iteration_duration.............: avg=251.6ms  min=9.92ms med=200.54ms max=2.45s p(90)=486.69ms p(95)=625.84ms
    iterations.....................: 145120 392.010666/s
    vus............................: 5      min=5                max=100
    vus_max........................: 100    min=100              max=100

    NETWORK
    data_received..................: 115 MB 311 kB/s
    data_sent......................: 64 MB  172 kB/s



running (6m10.2s), 000/100 VUs, 145120 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  6m10s